Repository: Cairo-Dock/cairo-dock-plug-ins-extras
Catalog: po/*.po
Languages: sv

source: Animate the icon when receiving channel messages
sv: Animera ikonen när kanalmeddelanden tas emot

source: Simple animation
sv: Enkla animeringar

source: Demands attention
sv: Kräver uppmärksamhet

source: Animation of the icon
sv: Animering av ikonen

source: This is the number of messages that you can recall by scrolling on the icon.
sv: Detta är antalet meddelanden du kan aktivera genom att rulla på ikonen.

source: Size of the history :
sv: Historikstorlek :

source: none
sv: ingen

source: big
sv: stor

source: This applet integrates Pidgin into your dock. It can display new messages, you select a conversation from the menu on right-click, write a message on middle-click, and display the messages history by scrolling on the icon The icon will also control the window of Pidgin like a normal application icon.
sv: Denna applet integrerar Pidgin inuti din docka. Den kan visa nya meddelanden, du väljer en konversation från menyn eller med högerklick, skriv ett meddelande med mittenklick, och visa meddelandehistorik genom att rulla på ikonen. Ikonen kommer också att kontrollera Pidgins fönster som en vanlig progrmikon.

source: Let empty to display the current site's name.
sv: Lämna tomt för att visa den aktuella platsens namn.

source: Quote source:
sv: Citatkälla:

source: This applet provides a "Quote of the day" feature from some internet sources such as: Quotationspage.com, Bash.org, Xkcdb.com, Qdb.us, Danstonchat.com, Jokes2go.com, Vidademerda.com.br, Viedemerde.fr, Fmylife.com, Vitadimerda.it, 100blagues.com, and Chucknorrisfacts.fr.
sv: Denna applet tillhandahåller en "Citat för dagen" funktion från några Internetkällor som: Quotationspage.com, Bash.org, Xkcdb.com, Qdb.us, Danstonchat.com, Jokes2go.com, Vidademerda.com.br, Viedemerde.fr, Fmylife.com, Vitadimerda.it, 100blagues.com, och Chucknorrisfacts.fr.

source: Quote
sv: Citat

source: Enable the screensaver
sv: Aktivera skärmsläckaren

source: Disable the screensaver
sv: Inaktivera skärmsläckaren

source: Inhibit for a given time (in minutes)
sv: Hindra för en viss tid (i minuter)

source: timelength
sv: tidslängd

source: Inhibit for a given time
sv: Hindra för en viss tid

source: Image filename when the screensaver is inhibited:
sv: Bildfilnamn när skärmsläckaren hindras:

source: (in minutes). 0 to never stop automatically
sv: (i minuter). 0 för att aldrig stoppa automatiskt

source: How long should last the inhibition:
sv: Hur långt skall hindret vara:

source: Shortkey to (de)inhibit the screensaver:
sv: Kortkommando för att (o)hindra skärmsläckaren:

source: A small applet to <b>inhibit the screensaver</b>. This is especially useful when watching videos on Internet. <b>Click</b> on the icon to inhibit/deinhibit the screensaver.
sv: En liten applet för att <b>hindra skärmsläckaren</b>. Detta är speciellt användbart då du tittar på film på Internet. <b>Klicka</b> på ikonen för att hindra/tillåta skärmsläckaren.

source: Screensaver Inhibitor
sv: Skärmsläckarhindrare

source: To
sv: Till

source: From
sv: Från

source: Switch languages
sv: Byt språk

source: scroll
sv: bläddra

source: Translate from clipboard
sv: Översätt från urklipp

source: Languages
sv: Språk

source: Translate from:
sv: Översätt från:

source: Albanian
sv: Albanska

source: Arabic
sv: Arabiska

source: Armenian
sv: Armeniska

source: Azerbaijani
sv: Azerbajdzjanska

source: Basque
sv: Baskiska

source: Belarusian
sv: Vitryska

source: Bulgarian
sv: Bulgariska

source: Catalan
sv: Katalanska

source: Chinese (simplified)
sv: Kinesiska (förenklad)

source: Chinese (traditional)
sv: Kinesiska (traditionell)

source: Croatian
sv: Kroatiska

source: Czech
sv: Tjeckiska

source: Danish
sv: Danska

source: Dutch
sv: Holländska

source: English
sv: Engelska

source: Estonian
sv: Estniska

source: Filipino
sv: Filippinska

source: Finnish
sv: Finska

source: French
sv: Franska

source: Galician
sv: Galiciska

source: Georgian
sv: Georgiska

source: German
sv: Tyska

source: Greek
sv: Grekiska

source: Haitian
sv: Haitiska

source: Hebrew
sv: Hebeiska

source: Hungarian
sv: Ungerska

source: Icelandic
sv: Isländska

source: Indonesian
sv: Indonesiska

source: Irish
sv: Irländska

source: Italian
sv: Italienska

source: Japanese
sv: Japanska

source: Korean
sv: Koreanska

source: Latvian
sv: Lettiska

source: Lithuanian
sv: Litauiska

source: Macedonian
sv: Makedonska

source: Malay
sv: Malaisiska

source: Maltese
sv: Maltesiska

source: Norwegian
sv: Norska

source: Persian
sv: Persiska

source: Polish
sv: Polska

source: Portuguese
sv: Portugisiska

source: Romanian
sv: Rumänska

source: Russian
sv: Ryska

source: Serbian
sv: Serbiska

source: Slovak
sv: Slovakiska

source: Slovenian
sv: Slovenska

source: Spanish
sv: Spanska

source: Swedish
sv: Svenska

source: Thai
sv: Thailändska

source: Turkish
sv: Turkiska

source: Ukrainian
sv: Ukrainska

source: Vietnamese
sv: Vietnamesiska

source: Welsh
sv: Walesiska

source: Yiddish
sv: Jiddisch

source: Translate to:
sv: Översätt till:

source: Simplified Chinese
sv: Förenklad kinesiska

source: Traditional Chinese
sv: Traditionell kinesiska

source: Shortkeys
sv: Kortkommandon

source: Shortkey to start translating from (read):
sv: Kortkommando för att börja översätta från (läs):

source: Shortkey to start translating to (write):
sv: Kortkommando för att börja översätta till (skriv):

source: In s. Set 0 for an unlimited time.
sv: I s. Ställ in 0 för obegränsad tid.

source: Time-length of the result dialog:
sv: Tidslängd för resultatdialog:

source: Editable text widget?
sv: Redigerbar text-widget?

source: This applet translates single words, complete sentences, or web pages. To use it, either click on the icon or press the shortkey, then enter your text and press Enter. The translated text will be shown in a popup and be available in the clipboard, just press Ctrl+v to have it. You can also drop some text onto the icon, or translate the current clipboard content (middle-click). You can select the languages you want to translate from/to through the menu, or in the config window of the applet. Shortkeys can be configured too. By default: - If you want to translate something you are reading in the foreign language, press Ctrl + Alt + R - If you are writing something in your native language, press Ctrl + Alt + W
sv: Denna applet översätter enstaka ord, hela meningar, eller webbsidor. För att använda den, klicka på ikonen eller tryck kortkommandot, skriv därefter in din text och tryck Enter. Den översatta texten kommer att visas och vara tillgänglig i urklipp, tryck bara Ctrl+v för att få den. Du kan också släppa text på ikonen, eller översätta aktuellt urklippsinnehåll (mittenklick). Du kan välja språken du vill översätta från/till genom menyn, eller i applets inställningsfönster. Kortkommandon kan också ställas in. Som standard: - Om du vill översätta något du läser på det främmande språket, tryck Ctrl + Alt +R - Om du skriver något på ditt eget språk, tryck Ctrl + Alt + W

source: Translator
sv: Översättare

source: day
sv: dag

source: Transmission is not running, or is not responding to us.
sv: Transmission körs inte, eller svarar inte till oss.

source: Couldn't get data from Transmission. You need Transmission 1.9 or above.
sv: Det gick inte att hämta data från Transmission. Du måste ha Transmission 1.9 eller högre.

source: checking
sv: kontrollerar

source: waiting for check
sv: väntar på kontroll

source: seeding
sv: seedar

source: Connected peers:
sv: Anslutna deltagare:

source: You have to enable the Web client in the Transmisison's settings.
sv: Du måste aktivera webbklienten i Transmissions inställningar.

source: Remaining time
sv: Återstående tid

source: This applet allows you to <b>control Transmission</b> from the Dock. It can display the <b>download rate</b> on the icon. <b>Middle-click</b> on the icon gives you information about the current torrents (you can bind a shortkey for this action). <b>Right-click</b> on the icon allows you to pause/start all the torrents. <b>Drop a torrent file</b> on the icon to add it to the list and start downloading it immediately.
sv: Denna applet låter dig <b>kontrollera Transmission</b> från dockan. Den kan visa <b>nedladdningshastigheten</b> på ikonen. <b>Mittenklick</b> på ikonen ger dig information om aktiva torrents (du kan skapa ett kortkommando för denna åtgärd). <b>Högerklick</b> på ikonen låter dig pausa/starta alla torrents. <b>Släpp en torrnetfil</b> på ikonen för att lägga till den på listan och börja ladda ner den omedelbart.

source: Oh, dear, your timeline is empty :-(
sv: Kära nån, din tidslinje är tom :-(

source: Connection problem
sv: Anslutningsproblem

source: Oh, dear, you do not have direct messages :-(
sv: Kära nån, du har inte direktmeddelanden :-(

source: Followers
sv: Följare

source: Friends
sv: Vänner

source: %s, send a tweet
sv: %s, sänd en tweet

source: Your tweet has more than %d characters, please make it shorter
sv: Din tweet har mer än %d tecken, korta ner det

source: Problem to send this tweet on %s, I think you already tried to send the same one few minutes ago
sv: Problem att sända denna tweet på %s, Jag tror att du redan försökt sända samma för några minuter sedan

source: This applet supports Twitter, and Identi.ca. Right-click -> Add account -> Twitter. Right-click -> Add account -> Identi.ca.
sv: Denna applet stödjer Twitter och Identi.ca. Högerklick -> Lägg till konto -> Twitter. Högerklick -> Lägg till konto ->Identi.ca.

source: The applet needs your nickname, and an authorization that you accept it to connect on your %s account
sv: Applet behöver ditt smeknamn, och ett tillstånd att du accepterar att den ansluter till ditt %s konto

source: What is your %s nickname?
sv: Vad är ditt %s smeknamn?

source: %s applet needs you to give the authorization. Authorization page was opened on your browser. As soon as you authorize it, copy the PIN number that will be shown, and go to the next dialog
sv: %s applet kräver att du ger tillståndet. Tillståndssidan öppnades i din webbläsare. Så fort du godkänt den, kopiera PIN-koden som kommer att visas, och gå till nästa dialog.

source: %s applet needs you to give the authorization. Copy the address bellow and access it with your browser. Copy the PIN number that will be shown as soon as you authorize
sv: %s applet kräver att du ger tillståndet. Kopiera adressen nedan och sök den med din webbläsare. Kopiera PIN-koden som kommer att visas så fort du ger tillstånd.

source: Enter the PIN number shown on the authorization page
sv: Ange PIN-koden som visas på tillståndssidan

source: Successfully connected with Twitter
sv: Ansluten till Twitter

source: Successfully connected with Identi.ca
sv: Ansluten till Identi.ca

source: Direct messages
sv: Direktmeddelanden

source: New direct messages (%d)
sv: Nya direktmeddelanden (%d)

source: New tweets (%d)
sv: Nya tweets (%d)

source: My tweets
sv: Mina tweets

source: Add account
sv: Lägg till konto

source: Size of the emblem that shows the number of new tweets, and messages:
sv: Storlek på emblemet som visar antalet nya tweets, och meddelanden:

source: Small
sv: Liten

source: Large
sv: Stor

source: Alert when you receive a new tweet or message?
sv: Varna när du tar emot en ny tweet eller meddelande?

source: Should the applet play a sound as a notification?
sv: Ska applet spela ett ljud som notifiering?

source: Play a sound
sv: Spela ett ljud

source: Should the applet animate the icon as a notification?
sv: Ska applet animera ikonen som en notifiering?

source: Animate the icon
sv: Animera ikonen

source: Which animation should apply to the icon?
sv: Vilken animering ska tillämpas på ikonen?

source: Choose animation:
sv: Välj animering:

source: This applet supports both Twitter, and Identi.ca. You can send tweets, direct messages, see your timeline, retweet, and answer direct messages. It will alert you when there are new tweets, and directed messages. On the first time, you need to choose which network to add, once at a time by right-click -> Add account -> Twitter or Identi.ca. The applet is going to ask your nickname and authorization to connect on the networks. The network authorization page will be open. As soon as you authorize it, a PIN number will be shown on the page, copy this number Paste this number on the next dialog box will be shown. The plugin is going to inform that you are successfully connected.
sv: Denna applet stödjer både Twitter, och Identi.ca. Du kan sända tweets, direktmeddelanden, se din tidslinje, retweet, och besvara direktmeddelanden. Den varnar dig när det finns nya tweets, och direktmeddelanden. Den första gången, måste du välja vilket nätverk att lägga till, ett åt gången genom högerklick -> Lägg till konto -> Twitter eller Identi.ca. Applet kommer att fråga efter ditt smeknamn och tillstånd att ansluta till nätverken. Nätverkstillståndssidan kommer att öppnas. Så fort du har gett den tillståndet, kommer en PIN-kod att visas på sidan, kopiera numret Klistra in numret i nästa dialogruta som kommer att visas. Insticksprogrammet kommer att informera dig att du är ansluten.

source: Search engine :
sv: Sökmotor :

source: in sub-icons.
sv: i underikoner.

source: Maximum number of results shown :
sv: Maximalt antal resultat som visas :

source: Show the current page as the icon label ?
sv: Visa aktuell sida som ikonetiketten?

source: Show the description of the result instead of its URL in the sub-icons ?
sv: Visa beskrivningen av resultatet istället för dess URL i underikonerna?

source: for slow connections, disable will result in significantly faster fetching.
sv: för långsamma anslutningar, kommer inaktivering att resultera i betydligt snabbare hämtning.

source: Enable thumbnail preview for Youtube, Flickr, ImageShack, and Digg searches ?
sv: Aktivera miniatyrbildsförhandsvisning för Youtube, Flickr, ImageShack, och Digg sökningar ?

source: Show search engine's logo as the icon on the results?
sv: Visa sökmotorns logga som ikonen på resultaten?

source: This applet provides an interface to some search engines such as Google, Bing, Teoma, Yahoo!, Youtube, Flickr, Wikipedia, and ImageShack. To choose the search engine you can (1) Right-click on the main icon -> WebSearch -> (Choose the engine) (2) Right-click -> Configure this applet -> Configuration -> Search engine (3) Scroll up or down over the icon (applicable only for the first search) You can search in three ways (1) Middle-click on the main icon (2) Left-click on main icon (right after choosing a new engine) Type your query and validate. Each result will be shown as a sub-icon. Left-click to open the the result in the default Web Browser Middle-click on the sub-icon of any result to show its description Scroll up to fetch the next results Scroll down to fetch the previous results Left-click on the main icon to show search stats
sv: Denna applet tillhandahåller ett gränssnitt till några sökmotorer som Google, Bing, Teoma, Yahoo!, Youtube, Flickr, Wikipedia, och ImageShack. För att välja sökmotorn kan du (1) Högerklick på huvudikonen -> Webbsökning -> (Välj motorn) (2) Högerklick -> Ställ in denna applet -> Inställningar -> Sökmotor (3) Rulla upp eller ner över ikonen (gäller bara för första sökningen) Du kan söka på tre sätt (1) Mittenklick på huvudikonen (2) Vänsterklick på huvudikonen (direkt efter en ny motor valts) Skriv din sökning och bekräfta. Varje resultat kommer att visas som en underikon. Vänsterklicka för att öppna resultatet i standardwebbläsaren Mittenklicka på underikonen för något av resultaten för att se dess beskrivning Rulla upp för att hämta nästa resultat Scrolla ner för att hämta tidigare resultat Vänsterklicka på huvudikonen för att visa sökstatistik

source: Web Search
sv: Webbsökning

source: WindowsKiller is able to kill problematic windows easily. Left Click on its icon and simply select window that cause trouble to kill it. (select the dock in order to cancel) Middle Click will give you some informations like the pid, the command to launch this application, the uptime and the class(es) of this window.
sv: WindowsKiller kan enkelt döda problematiska fönster. Vänsterklicka på dess ikon och välj bara fönstret som förorsakar problem för att döda det. (välj dockan för att avbryta) Mittenklick ger dig en del information som pid, kommandot för att starta programmet, upptiden och fönstrets klass(er).

source: Windows Killer
sv: Fönsterdödare

source: Channels
sv: Kanaler

source: Switch the channel you'll send message to with the middle-click.
sv: Byt kanal du skickar meddelanden till med mittenklick.

source: All channels
sv: Alla kanaler

source: Silent Mode
sv: Tyst läge

source: Enable the silent mode at startup:
sv: Aktivera tyst läge vid start:

source: Enable the silent mode for a specific channel at startup:
sv: Aktivera det tysta läget för en specifik kanal vid start:

source: This applet integrates Xchat and Xchat-gnome into your dock. It can display new messages, you select a channel from the menu on right-click, write a message on middle-click, and display the messages history by scrolling on the icon The icon will also control the window of xchat like a normal application icon.
sv: Denna applet integrerar Xchat och Xchat-gnome inuti din docka. Den kan visa nya meddelanden, du väljer en kanal från menyn med högerklick, skriv ett meddelande med mittenklick, och visar meddelandehistorik genom att rulla på ikonen. Ikonen kommer också att kontrollera xchats fönster som en vanlig programikon.
