Repository: Cairo-Dock/cairo-dock-plug-ins-extras
Catalog: po/*.po
Languages: sv

source: GnoMenu is not installed. Please install it before you run this applet.
sv: GnoMenu är inte installerat. Installera den innan du kör denna applet.

source: GnoMenu's settings
sv: Inställningar för GnoMenu

source: About
sv: Om

source: Edit Menus
sv: Redigera menyer

source: Icon
sv: Ikon

source: Name of the dock it belongs to:
sv: Namn på dockan den tillhör:

source: Name of the icon as it will appear in its caption in the dock:
sv: Namn på ikonen som det kommer att synas i dess text i dockan:

source: Default
sv: Standard

source: Display
sv: Visning

source: Image filename:
sv: Bildfilnamn:

source: Set to 0 to use the default applet size
sv: Ställ in till 0 för att använda standard applet-storleken

source: Desired icon size for this applet
sv: Önskad ikonstorlek för denna applet

source: If locked, the desklet cannot be moved by simply dragging it with the left mouse button. It can still be moved with ALT + left-click.
sv: Om låst, kan inte deskleten flyttas genom att bara dra den med den vänstra musknappen. Den kan fortfarande flyttas med ALT + vänsterklick.

source: Lock position?
sv: Lås position?

source: Depending on your WindowManager, you may be able to resize this with ALT + middle-click or ALT + left-click.
sv: Beroende på din fönsterhanterare, kan du kanske ändra storlek med ALT + mellanklick eller ALT + vänsterklick.

source: Desklet dimensions (width x height):
sv: Desklet-storlek (bredd x höjd):

source: Depending on your WindowManager, you may be able to move this with ALT + left-click.. Negative values are counted from the right/bottom of the screen
sv: Beroende på din fönsterhanterare, kan du kanske flytta denna med ALT + vänsterklick... Negativa värden räknas från höger/botten av skärmen

source: You can quickly rotate the desklet with the mouse, by dragging the little buttons on its left and top sides.
sv: Du kan rotera deskleten snabbt med musen, genom att dra i de små knapparna på dess vänster- och ovansidor

source: Visibility
sv: Synlighet

source: Is detached from the dock
sv: Är lösgjord från dockan

source: Visibility:
sv: Synlighet:

source: Keep above
sv: Behåll över

source: Keep below
sv: Behåll under

source: Keep on widget layer
sv: Behåll på widget-lager

source: Reserve space
sv: Reservera utrymme

source: Should be visible on all desktops?
sv: Skall synas på alla skrivbord

source: Decorations
sv: Dekorationer

source: Choose 'Custom decorations' to define your own decorations below.
sv: Välj "Anpassade dekorationer" för att bestämma dina egna dekorationer nedan.

source: Choose a decoration theme for this desklet:
sv: Välj ett dekorationstema för denna desklet:

source: Image to be displayed below drawings, e.g. a frame. Leave empty for no image.
sv: Bild som visas under ritningar, t. ex. en ram. Lämna tomt för ingen bild.

source: Background image:
sv: Bakgrundsbild:

source: Background transparency:
sv: Bakgrundsgenomskinlighet:

source: in pixels. Use this to adjust the left position of drawings.
sv: i pixlar. Använd detta för att justera ritningars vänsterposition.

source: Left offset:
sv: Vänsterjustering:

source: in pixels. Use this to adjust the top position of drawings.
sv: i pixlar. Använd detta för att justera ritningars topposition.

source: Top offset:
sv: Toppjustering:

source: in pixels. Use this to adjust the right position of drawings.
sv: i pixlar. Använd detta för att justera ritningars högerposition.

source: Right offset:
sv: Högerjustering:

source: in pixels. Use this to adjust the bottom position of drawings.
sv: i pixlar. Använd detta för att justera ritningars bottenposition.

source: Bottom offset:
sv: Bottenjustering:

source: Image to be displayed above the drawings, e.g. a reflection. Leave empty for no image.
sv: Bild som visas ovanpå ritningarna, t. ex. en reflektion. Lämna tomt för ingen bild.

source: Foreground image:
sv: Förgrundsbild:

source: Foreground tansparency:
sv: Förgrundsgenomskinlighet:

source: Configuration
sv: Inställning

source: Shortkey to pop up the menu:
sv: Kortkommando för att visa menyn:

source: This applet allows you to have the <b>GnoMenu menu</b> inside your dock. Click on the icon to popup the menu. Right-click lets you access to the preferences window. <u>Note:</u> you need to install GnoMenu.
sv: Denna applet låter dig ha <b>GnoMenu menyn</b> inuti din docka. Klicka på ikonen för att visa menyn. Högerklicka låter dig komma åt inställningsfönstret. <u>Observera:</u> du måste installera GnoMenu.

source: Applications
sv: Program

source: Command to launch your favourite calendar application (middle click):
sv: Kommando för att starta ditt favoritkalenderprogram (mittenklick):

source: Command to execute on dropping a file onto the calendar-icon:
sv: Kommando att köra då en fil släpps på kalenderikonen:

source: Behaviour
sv: Beteende

source: Theme
sv: Tema

source: Custom
sv: Anpassad

source: The path to a script to generate an icon. Leave it empty to use the default one.
sv: Sökvägen till ett skript för att skapa en ikon. Lämna tomt för att använda standard.

source: Icon custom script:
sv: Ikonanpassningsskript:

source: This applet will display the current date. Left Click displays the calendar Middle Click launches a calendar application of your choice Scroll Up displays the calendar of the next month Scroll Down displays the events of the day Dropping a file on the icon launches the calendar application and import it.
sv: Denna applet kommer att visa aktuellt datum. Vänsterklick visar kalendern Mittenklick startar ett valfritt kalenderprogram Rulla upp visar kalendern över nästa månad Rulla ner visar dagens händelser Att släppa en fil på ikonen startar kalenderprogrammet och importerar den.

source: Calendar
sv: Kalender

source: Cardapio is not installed. Please install it before you run this applet.
sv: Cardapio är inte installerat. Installera det innan du kör denna applet.

source: This applet allows you to have the <b>Cardapio menu</b> inside your dock. Click on the icon to popup the menu. Right-click lets you edit the menus.<u>Note:</u> you need to install Cardapio.
sv: Denna applet låter dig ha <b>Cardapio menyn</b> inuti din docka. Klicka på ikonen för att visa menyn. Högerklick låter dig redigera menyerna. <u>Observera:</u> du måste installera Cardapio.

source: in ms
sv: i ms

source: Refresh time :
sv: Uppdateringstid :

source: This the CpuWatcher applet. It lets you keep an eye on your cpu load (and each cores in submenu!) You can obtain an average of the main core (in the label) with a middle click on the icon.
sv: Detta är CPU-Bevakar applet. Den låter dig hålla ett öga på din cpu-belastning (och varje kärna i undermeny!) Du kan få ett genomsnitt på huvudkärnan (i etiketten) med ett mittenklick på ikonen.

source: CPU Watcher
sv: CPU Bevakare

source: Deluge is not running, or is not responding to us.
sv: Deluge körs inte, eller svarar oss inte.

source: Progress:
sv: Förlopp:

source: paused
sv: pausad

source: Time remaining:
sv: Återstående tid:

source: days
sv: dagar

source: sec
sv: sek

source: Time remaining: Unknown
sv: Återstående tid: Okänd

source: Finished
sv: Slutförd

source: Number of peers:
sv: Antal deltagare:

source: and seeds:
sv: och flöden:

source: Ratio:
sv: Förhållande:

source: No torrent in the list
sv: Ingen torrent i listan

source: Total amount of data:
sv: Total mängd data:

source: Received:
sv: Mottaget:

source: Sent:
sv: Skickat:

source: Pause all torrents
sv: Pausa alla torrents

source: Resume all torrents
sv: Återuppta alla torrents

source: Torrents info
sv: Torrentinfo

source: middle-click
sv: mittenklick

source: Quit
sv: Avsluta

source: Shortkey to pop up the torrents info:
sv: Kortkommando för att visa torrentinfo:

source: Show as quick-info:
sv: Visa som snabbinfo:

source: None
sv: Ingen

source: Download speed
sv: Nedladdningshastighet

source: Percentage done
sv: Procent färdigt

source: Percentage + number of active torrents
sv: Procent + antal aktiva torrents

source: Show the percentage done as a progress bar
sv: Visa färdig procentandel som en förloppsindikator

source: This applet allows you to <b>control Deluge</b> from the Dock (You need to install <i>deluged</i>, which is the daemon used to communicate between the Dock and Deluge). It can display the <b>download rate</b> on the icon. <b>Middle-click</b> on the icon gives you information about the current torrents (you can bind a shortkey for this action). <b>Right-click</b> on the icon allows you to pause/start all the torrents. <b>Drop a torrent file</b> on the icon to add it to the list and start downloading it immediately.
sv: Denna applet låter dig <b>kontrollera Deluge</b> från Dockan (Du måste installera <i>deluged</i>, som är daemonen som används för att kommunicera mellan Dockan och Deluge. Den kan visa <b>nedladdningshastigheten</b> på ikonen. <b>Mittenklick</b> på ikonen ger dig information om aktiva torrents (du kan skapa ett kortkommando för denna åtgärd). <b>Högerklick</b> på ikonen låter dig pausa/starta alla torrents. <b>Släpp en torrentfil</b> på ikonen för att lägga till den på listan och börja ladda ner den omedelbart.

source: No Subject
sv: Inget ämne

source: Please fill in your Gmail account.
sv: Fyll i ditt Gmailkonto

source: Please, enter your Gmail username:
sv: Ange ditt Gmailanvändarnamn:

source: Please, enter your Gmail password:
sv: Ange ditt Gmaillösenord:

source: WARNING: there was an error reading XML content.
sv: VARNING: det uppstod ett fel vid läsning av XML-innehåll.

source: WARNING: Gmail applet failed to connect to Gmail atom feed.
sv: VARNING: Gmail-applet kunde inte ansluta till Gmail atom feed.

source: WARNING: Gmail atom feed is badly formed:
sv: VARNING: Gmail atom feed är dåligt bildat:

source: WARNING: Gmail Applet is not equipped for authentication other than BASIC.
sv: VARNING: Gmail-applet är inte utrustat för annan autentisering än BASIC.

source: WARNING: Gmail username or password may be wrong.
sv: VARNING: Gmail-användarnamn eller lösenord kan vara fel.

source: Error!
sv: Fel!

source: You have %s new emails
sv: Du har %s nya e-postmeddelanden

source: You have 1 new email
sv: Du har 1 nytt e-postmeddelande

source: Sorry, there was no input!
sv: Tyvärr, det fanns ingen indata!

source: Add or change subscription
sv: Lägg till eller ändra prenumeration

source: Use this to add or change your Gmail account details.
sv: Använd detta för att lägga till dina Gmail-kontouppgifter.

source: Check inbox now
sv: Kontrollera inkorg nu

source: Check Gmail inbox now if you can't wait.
sv: Kontrollera Gmail-inkorgen nu om du inte kan vänta.

source: Write a mail
sv: Skriv ett e-postmeddelande

source: Always display the icon, even when the dock is hidden?
sv: Visa alltid ikonen, även när dockan är dold?

source: No
sv: Nej

source: With default background
sv: Med standardbakgrund

source: With custom background
sv: Med anpassad bakgrund

source: Background color to add in this case
sv: Bakgrundsfärg att lägga till i detta fall

source: (in minutes)
sv: (i minuter)

source: Delay between refreshes:
sv: Fördröjning mellan uppdateringar:

source: Alerts
sv: Larm

source: Show alerts?
sv: Visa larm?

source: Should an animation be applied to the icon?
sv: Ska en animering appliceras på ikonen?

source: Show animation?
sv: Visa animation?

source: Which animation should the apply to the icon?
sv: Vilken animering ska appliceras på ikonen?

source: Choose animation?
sv: Välj animation?

source: Should the applet display a dialogue box with the notification?
sv: Ska applet visa en dialogruta med meddelandet?

source: Show dialogue?
sv: Visa dialog?

source: Should the applet play a sound with the notification?
sv: Ska applet spela ett ljud med meddelandet?

source: Play a sound?
sv: Spela ett ljud?

source: Several files are available in ~/.config/cairo-dock/third-party/Gmail/snd/
sv: Flera filer är tillgängliga i ~/.config/cairo-dock/third-party/Gmail/snd/

source: Path to sound file:
sv: Sökväg till ljudfil:

source: Display a counter on the icon?
sv: Visa en räknare på ikonen?

source: Do you want an emblem or a quick-info label to be displayed?
sv: Vill du att ett emblem eller en snabbinfoetikett visas?

source: How?
sv: Hur?

source: small emblem
sv: litet emblem

source: large emblem
sv: stort emblem

source: quickinfo
sv: snabbinfo

source: This applet will notify you of new emails on a single Gmail account.
sv: Denna applet kommer att meddela dig om ny e-postmeddelanden på ett enda Gmailkonto.

source: This applet provides an interface to Google search engine. Left click on the main icon to open the search dialog. Each result will be shown as a sub-icon. Left-click to open the result in the default Web Browser.
sv: Denna applet tillhandahåller ett gränssnitt för Googles sökmotor. Vänsterklicka på huvudikonen för att öppna sökdialogen. Varje resultat kommer att visas som en underikon. Vänsterklicka för att öppna resultatet i standardwebbläsaren.

source: Couldn't connect to GTG :-( Did you install it?
sv: Det gick inte att ansluta till GTG :-( Installerade du det?

source: Couldn't launch
sv: Det gick inte att starta

source: Connecting to gtg, please wait ...
sv: Ansluter till gtg, vänta...

source: Create a new task
sv: Skapa en ny uppgift

source: Open category's task
sv: Öppna kategorins uppgift

source: Create post-it from this category
sv: Skapa post-it lapp från denna kategori

source: The task:
sv: Uppgiften:

source: is due today
sv: förfaller idag

source: is due NOW
sv: förfaller NU

source: was due on
sv: förföll den

source: Bubbles duration :
sv: Varaktighet för bubbla :

source: Short
sv: Kort

source: Medium
sv: Mellan

source: Long
sv: Lång

source: Animation of the icon on receiving channel messages :
sv: Animering av ikonen vid mottagning av kanalmeddelanden :

source: Display channel messages in a bubble :
sv: Visa kanalmeddelanden i en bubbla

source: Post-it's initial dimension (width x height) :
sv: Ursprunglig storlek för post-it lapp (bredd x höjd) :

source: This applet integrates GTG into your dock. It can display tasks, Create a new task on middle-click,Create a post-it from a task category. The icon will also control the window of GTG like a normal application icon.
sv: Denna applet integrerar GTG i din docka. Den kan visa uppgifter, Skapa en ny uppgift vid mittenklick, skapa en post-it lapp från en uppgiftskategori. Ikonen kommer också att kontrollera GTG:s fönster som en vanlig programikon.

source: Depending on your WindowManager, you can resize it with ALT + middle_click or ALT + left_click for exemple.
sv: Beroende på din fönsterhanterare, kan du ändra dess storlek med till exempel ALT + mittenklick eller ALT + vänsterklick.

source: Desklet's dimension (width x height) :
sv: Desklets storlek (bredd x höjd) :

source: Depending on your WindowManager, you can move it with ALT + left_click
sv: Beroende på din fönsterhanterare, kan du flytta den med ALT + vänsterklick

source: Is detached from the dock ?
sv: Är lösgjord från dockan ?

source: for CompizFusion's "widget layer", set behaviour in Compiz to: (class=Cairo-dock & type=utility)
sv: för CompizFusions "widgetlager", ställ in beteende i Compiz till: (class=Cairo-dock & type=utility)

source: Accessibility :
sv: Tillgänglighet :

source: On Widget Layer
sv: På Widgetlager

source: Should be visible on all desktops ?
sv: Ska synas på alla skrivbord ?

source: If locked, the desklet can't be moved by simply dragging it with the left mouse button. Of course you can still move it with ALT + left_click.
sv: Om låst, kan inte deskleten flyttas genom att bara dra den med vänster musknapp. Självklart kan du flytta den med ALT + vänsterklick.

source: Lock position ?
sv: Lås position ?

source: in degrees.
sv: i grader.

source: Choose the 'personnal' one to define your own decorations below.
sv: Välj den "personliga" för att definiera dina egna dekorationer nedan.

source: Choose a decoration theme for this desklet :
sv: Välj ett dekorationstema för denna desklet :

source: It's an image that will be displayed below the drawings, like a frame for exemple. Let empty to not use any.
sv: Det är en bild som kommer att visas under ritningarna, som till exempel en ram. Lämna tomt för att inte använda någon.

source: Background tansparency :
sv: Bakgrundsgenomskinlighet :

source: in pixels. Use this to adjust the left position of the drawings.
sv: i pixlar. Använd detta för att justera ritningarnas vänsterposition.

source: Left offset :
sv: Vänsterjustering :

source: in pixels. Use this to adjust the top position of the drawings.
sv: i pixlar. Använd detta för att justera ritningarnas topposition.

source: Top offset :
sv: Toppjustering :

source: in pixels. Use this to adjust the right position of the drawings.
sv: i pixlar. Använd detta för att justera ritningarnas högerposition.

source: Right offset :
sv: Högerjustering :

source: in pixels. Use this to adjust the bottom position of the drawings.
sv: i pixlar. Använd detta för att justera ritningarnas bottenposition.

source: Bottom offset :
sv: Bottenjustering :

source: It's an image that will be displayed above the drawings, like a reflect for exemple. Let empty to not use any.
sv: Det är en bild som kommer att visas ovanpå ritningarna, som till exempel en reflektion. Lämna tomt för att inte använda någon.

source: Foreground tansparency :
sv: Förgrundsgenomskinlighet :

source: One or more device drive path to monitor:
sv: En eller flera enhetssökvägar att övervaka:

source: Show maximum temperature on icon?
sv: Visa maximal temperatur på ikon?

source: Time interval for checking (minutes):
sv: Tidsintervall för kontroller (minuter):

source: It should conform to units used by hddtemp daemon
sv: Det bör överensstämma med enheter som används av hddtemp daemon

source: Alert temperature value (°C by default)
sv: Varna om temperaturvärde (°C som standard)

source: 0 for permanent show
sv: 0 för permanent visning

source: Pop up bubble duration (in seconds)
sv: Varaktighet för visningsbubbla (i sekunder)

source: Port number to listen to hddtemp daemon (7634 by default)
sv: Portnummer för att lyssna på hddtemp daemon (7634 som standard)

source: Separator between fields used by hddtemp daemon ( | by default)
sv: Avgränsare mellan fält som används av hddtemp daemon ( | som standard)

source: This applet shows maximal temperature of your hard disk drives getting values from 'hddtemp' daemon (see: man hddtemp). Left-click shows more information about HD drives.
sv: Denna applet visar dina hårddiskars maximala temperatur för att få värden från "hddtemp" daemon (se: man hddtemp). Vänsterklick visar mer information om Hårddiskar.

source: Suspend all torrents
sv: Skjut upp alla torrents

source: This applet allows you to <b>control KTorrent</b> from the Dock. It can display the <b>download rate</b> on the icon. <b>Middle-click</b> on the icon gives you information about the current torrents (you can bind a shortkey for this action). <b>Right-click</b> on the icon allows you to pause/start all the torrents. <b>Drop a torrent file</b> on the icon to add it to the list and start downloading it immediately.
sv: Denna applet låter dig <b>kontrollera KTorrent</b> från dockan. Den kan visa <b>nedladdningshastigheten</b> på ikonen. <b>Mittenklick</b>på ikonen ger dig information om aktiva torrents (du kan skapa ett kortkommando till denna åtgärd). <b>Högerklick</b> på ikonen låter dig pausa/starta alla torrents. <b>Släpp en torrentfil</b> på ikonen för att lägga till den på listan och börja ladda ner den omedelbart.

source: Lancelot is not installed. Please install it before you run this applet.
sv: Lancelot är inte installerat. Installera det innan du kör denna applet.

source: This applet allows you to have the <b>Lancelot menu</b> inside your dock. Click on the icon to popup the menu. Right-click lets you access to the preferences window. <u>Note:</u> you need to install Lancelot.
sv: Denna applet låter dig ha <b>Lancelotmenyn</b> inuti din docka. Klicka på ikonen för att visa menyn. Högerklick låter dig komma åt inställningsfönstret. <u>Observera:</u> du måste installera Lancelot.

source: Show in the icon:
sv: Visa i ikonen:

source: Number of unread messages
sv: Antal olästa meddelanden

source: Number of new messages
sv: Antal nya meddelanden

source: This applets makes an interface with Liferea
sv: Denna applet skapar ett gränssnitt till Liferea

source: MintMenu is not installed. Please install it before you run this applet.
sv: MintMenu är inte installerat. Installera den innan du kör denna applet.

source: This applet allows you to have the <b>Mint menu</b> inside your dock. Click on the icon to popup the menu. Right-click lets you access to the preferences window. <u>Note:</u> you need to install MintMenu.
sv: Denna applet låter dig ha <b>Mintmenyn</b> inuti din docka. Klicka på ikonen för att visa menyn. Högerklick låter dig komma åt inställningsfönstret. <u>Observera:</u> du måste installera MintMenu.

source: Monday
sv: Måndag

source: Tuesday
sv: Tisdag

source: Wednesday
sv: Onsdag

source: Thursday
sv: Torsdag

source: Friday
sv: Fredag

source: Saturday
sv: Lördag

source: Sunday
sv: Söndag

source: Show the moon for all the current week?
sv: Visa månen för hela den aktuella veckan?

source: You are going to see the moon from the perspective of this hemisphere
sv: Du kommer att se månen från denna hemisfärs perspektiv

source: Hemisphere:
sv: Hemisfär:

source: North
sv: Norr

source: South
sv: Söder

source: This applet displays the moon phases and its informations for the current day, or week from the Northern or Southern hemisphere
sv: Denna applet visar månfaser och dess information för den aktuella dagen, eller veckan från den norra eller södra hemisfären

source: Moon
sv: Måne

source: No recent notification
sv: Ingen färsk notifiering

source: from %s at %s
sv: från %s vid %s

source: Clear history
sv: Rensa historik

source: for CompizFusion's "widget layer", set behaviour in Compiz to: (class=Cairo-dock & type=Utility)
sv: för CompizFusions "widgetlager", ställ in beteende i Compiz till: (class=Cairo-dock & type=Utility)

source: Notifications
sv: Notifieringar

source: History size
sv: Historikstorlek

source: Clear the history when clicking on the icon
sv: Rensa historiken då du klickar på ikonen

source: Separated by a semi-colon ';'
sv: Separerade av ett semikolon ";"

source: Ignore notifications from:
sv: Ignorera notifieringar från:

source: Display another icon if there are new notifications
sv: Visa en annan ikon om det finns nya notifieringar

source: Displayed when a new notification is received
sv: Visad när en ny notifiering tas emot

source: This applet provides an history of the last desktop notifications. Click on the icon to get a list of the last notifications. Middle-click to clear the history.
sv: Denna applet tillhandahåller en historik över de senaste skrivbordsnotifieringarna. Klicka på ikonen för att få en lista över de senaste notifieringarna. Mittenklicka för att rensa historiken.

source: Notifications History
sv: Notifieringshistorik

source: Conversations
sv: Konversationer

source: Change your status
sv: Ändra din status

source: Set your status message
sv: Ställ in ditt statusmeddelande

source: Silent mode
sv: Tyst läge

source: Switch the applet to silent mode (no pop-up on new message).
sv: Växla applet till tyst läge (visas inte vid nytt meddelande).

source: Enter your new status message:
sv: Ange ditt nya statusmeddelande:

source: Parameters
sv: Parametrar

source: Choose a theme :
sv: Välj ett tema :

source: Display conversation messages in a bubble?
sv: Visa konversationsmeddelanden i en bubbla?

source: Display chat messages in a bubble?
sv: Visar chattmeddelanden i en bubbla?

source: Bubbles duration:
sv: Varaktighet för bubblor:
